На вход программе подается три натуральных числа m, \, p, \, nm,p,n:

m:m: стартовое количество организмов;
p:p: среднесуточное увеличение в %;
n:n: количество дней для размножения.
Напишите программу, которая предсказывает размер популяции организмов. Программа должна выводить размер популяции в каждый день, начиная с 11 и заканчивая nn-м днем.



# put your python code here
m, p, n = int(input()), int(input()), int(input())
print(1, m)
for i in range (n-1):
    m +=(p/100)*m
    print(i+2, m)

